Repository: errrepe/Nucleon-Transfer
Catalog: NucleonTransfer/NucleonTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: You can restore them from Trash in Proton Drive on the web.
pt_br: Você pode restaurá-los do Lixo no Proton Drive na web.

source: You've been signed out. Sign in again to continue.
pt_br: Sua sessão foi encerrada. Inicie a sessão novamente para continuar.

source: Your Mac couldn't generate the secure random data needed to sign in. Try again; if it keeps happening, restart your Mac.
pt_br: Seu Mac não conseguiu gerar os dados aleatórios seguros necessários para iniciar sessão. Tente novamente; se continuar acontecendo, reinicie o Mac.

source: Your session expired. Sign in again.
pt_br: Sua sessão expirou. Inicie a sessão novamente.

# ^[%lld file](inflect: true)
source: %lld files
pt_br: %lld arquivos

# ^[%lld item](inflect: true)
source: %lld items
pt_br: %lld itens

source: file
pt_br: arquivo

source: folder
pt_br: pasta

source: name couldn't be decrypted
pt_br: não foi possível descriptografar o nome

source: signature could not be verified
pt_br: não foi possível verificar a assinatura

source: this account
pt_br: esta conta

source: to %@
pt_br: para %@

source: “%@” already exists but the conflicting item couldn’t be identified — reload the folder and retry.
pt_br: “%@” já existe, mas o item em conflito não pôde ser identificado — recarregue a pasta e tente novamente.

source: “.” and “..” are reserved names.
pt_br: “.” e “..” são nomes reservados.
